Repository: bogdanr/slapt-get
Catalog: po/*.po
Languages: cs, de, nl, pt_br, sk, uk

source: The following packages will be REMOVED:
cs: Tyto balíčky budou ODSTRANĚNY:
de: Die folgenden Pakete werden ENTFERNT:
nl: De volgende pakketten zullen worden VERWIJDERD:
pt_br: Os seguintes pacotes serão REMOVIDOS:
sk: Nasledujúce balíky budú ODSTRÁNENÉ:
uk: Наступні пакунки будуть ВИДАЛЕНІ:

source: The following packages will be reinstalled:
cs: Tyto balíčky budou přeinstalovány:
de: Folgende Pakete werden erneut installiert:
nl: De volgende pakketten zullen opnieuw geïnstalleerd worden:
pt_br: Os seguintes pacotes serão reinstalados:

source: The following packages will be upgraded:
cs: Tyto balíčky budou UPGRADOVÁNY:
de: Die folgenden Pakete werden aktualisiert:
nl: De volgende pakketten zullen worden opgewaardeerd:
pt_br: Os seguintes pacotes serão atualizados:
sk: Nasledujúce balíky budú upgradnuté:
uk: Наступні пакунки будуть оновлені:

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
nl: Onbekende fout
pt_br: Erro desconhecido

source: Usage:
cs: Použití:
de: Syntax:
nl: Gebruik:
pt_br: Utilização:
sk: Použitie:
uk: Використання:

source: Verified
cs: Ověřený
de: Bestaetigt
nl: Geverifieerd
pt_br: Verificado
uk: Перевірено

source: Verifying checksum signature [%s]...
cs: Ověřování podpisu kontrolních součtů [%s]...
de: Ueberprufe Pruefsummen-Signatur [%s]...
nl: Controleren checksum handtekening [%s]...
pt_br: Verificando assinatura por soma [%s]...

source: WORKINGDIR directive not set within %s.
cs: Direktiva WORKINGDIR není nastavena v %s.
de: WORKINGDIR Anweisung (Arbeitsverzeichnis) ist in %s nicht angegeben.
nl: WORKINGDIR directief niet geplaatst in %s.
pt_br: Diretiva WORKINGDIR não configurada em %s.
sk: WORKINGDIR nie je vnútorne nastavený %s.
uk: Директива WORKINGDIR не встановлена у %s.

source: You don't have enough free space in %s
cs: Na disku %s není dostatek volného místa
de: Sie haben nicht genug freien Platz in %s
nl: U heeft niet voldoende vrije schijfruimte op %s
pt_br: Você não possui espaço livre suficiente em %s
sk: Na %s nie je dostatok voľného miesta
uk: Недостатньо місця на %s

source: [disk set(s)] - install specified disk set(s)
cs: [sady disků] - nainstaluje zadané sady disků
de: [disk set(s)] - installiere Gruppe(n))
nl: [disk set(s)] - installeer gespecificeerde disk set(s)
pt_br: [conjunto(s) de disco(s)] - instalar o(s) conjunto(s) de disco(s) especificado
uk: [дисковий набір(набори)] - встановити вказаний дисковий набір(набори)

source: [expression] - search available pkgs
cs: [výraz] - prohledá dostupné balíčky
de: [Ausdruck] - nach verfuegbaren Paketen suchen
nl: [expression] - zoek beschikbare pkgs
pt_br: [expressão] - busca por pacotes disponíveis
sk: [výraz] - prehľadá dostupné balíky
uk: [вираз] - шукати доступні пакунки

source: [pkg name(s)] - install specified pkg(s)
cs: [názvy balíčků] - nainstaluje zadané balíčky
de: [Paketname(n)] - installiere angegebene(s) Paket(e)
nl: [pkg name(s)] - installeer gespecificeerde pkg(s)
pt_br: [nome do(s) pacote(s)] - instala pacote(s) especificado(s)
sk: [meno balíka(ov)] - inštaluje zadaný balík(y)
uk: [ім'я пакунку] - встановити вказані пакунки

source: [pkg name(s)] - remove specified pkg(s)
cs: [názvy balíčků] - odstraní zadané balíčky
de: [Paketname(n)] - entferne angegebene(s) Paket(e)
nl: [pkg name(s)] - verwijder gespecificeerde pkg(s)
pt_br: [nome do(s) pacote(s)] - remove pacote(s) especificado(s)
sk: [meno balíka(ov)] - odstráni zadaný balík(y)
uk: [ім'я пакунку] - видалити вказані пакунки

source: [pkg name(s)] - show pkg(s) description
cs: [názvy balíčků] - zobrazí popis zadaných balíčků
de: [Paket-Name(n)] - Paket(e)-Beschreibung anzeigen
nl: [pkg name(s)] - toon pkg(s) omschrijving
pt_br: [nome(s) do(s) pacote(s)] - apresenta a descrição do(s) pacote(s)
uk: [назва пакунка(ів)] - показати опис пакунка(ів)

source: [pkg name(s)] - show pkg(s) installed files
cs: [názvy balíčků] - zobrazí soubory nainstalovaných balíčků
de: [Paket-Name(n)] - Installierte Paket(e)-Dateien anzeigen
nl: [pkg name(s)] - toon pkg(s) geïnstalleerde bestanden
pt_br: [nome(s) do(s) pacote(s)] - apresenta os arquivos instalados pelo(s) pacote(s)
uk: [назва пакунка(ів)] - показати файли встановленого пакунка(ів)

source: allow unauthenticated packages
cs: povolit neautentizované balíčky
de: nicht authentifizierte Pakete erlauben
nl: Sta ongecontroleerde pakketten toe
pt_br: permite pacotes sem autenticação
uk: дозволити непідписані пакунки

source: always prompt during install/upgrade
cs: vždy se dotazovat v průběhu instalace/upgradu
de: Bei Installation/Aktualisierung immer nachfragen
nl: stel vragen tijdens installatie/upgrade
pt_br: sempre confirmar durante instalar/atualizar
uk: завжди питати при встановленні/поновленні

source: display this help and exit
cs: zobrazí tuto nápovědu a ukončí se
de: diese Hilfe anzeigen und beenden
nl: toon deze helptekst en sluit af
pt_br: apresenta esta ajuda
uk: показати цю допомогу і вийти

source: do not perform md5 check sum
cs: neprovádět kontrolní součet md5
de: Keine MD5-Pruefsummen verwenden
nl: doe geen md5 checksum
pt_br: não validar soma md5
sk: nevykonáva md5 kontrolný súčet
uk: не перевіряти контрольну суму md5

source: do not prompt during install/upgrade
cs: nedotazovat se v průběhu instalace/upgradu
de: Bei Installation/Aktualisierung nicht nachfragen
nl: stel geen vragen tijdens installatie/upgrade
pt_br: não confirmar durante instalar/atualizar
sk: nepýta sa v priebehu inštalácie/upgradu
uk: не перепитувати під час всстановлення/оновлення

source: error attempting to read pkg description
cs: chyba při pokusu o přečtení popisu balíčku
de: Fehler beim Lesen der Paketbeschreibung
nl: Fout bij lezen pkg omschrijving
pt_br: erro lendo descrição do pacote
sk: chyba pri pokuse prečítať popis balíka
uk: не можу прочитати опис пакунку

source: getline reached EOF attempting to read location
cs: getline dosáhl konce souboru pri pokusu načíst umístění
de: getline kam beim Versuch die Ortsangabe einzulesen an das Ende der Datei
nl: getline heeft EOF bereikt bij lezen locatie
pt_br: getline chegou a EOF lendo localização
sk: getline dosiahol koniec súboru pri pokuse načítať umiestnenie
uk: getline досяг EOF, читаючи адресу

source: getline reached EOF attempting to read size_c
cs: getline dosáhl konce souboru pri pokusu načíst size_c
de: getline kam beim Versuch size_c einzulesen an das Ende der Datei
nl: getline heeft EOF bereikt bij lezen size_c
pt_br: getline chegou a EOF lendo size_c
sk: getline dosiahol koniec súboru pri pokuse načítať size_c
uk: getline досяг EOF, читаючи size_c

source: getline reached EOF attempting to read size_u
cs: getline dosáhl konce souboru pri pokusu načíst size_u
de: getline kam beim Versuch size_u zu bestimmen an das Ende der Datei
nl: getline heeft EOF bereikt bij lezen size_u
pt_br: getline chegou a EOF lendo size_u
sk: getline dosiahol koniec súboru pri pokuse načítať size_u
uk: getline досяг EOF, читаючи size_u

source: ignore dependency failures
cs: ignorovat chyby závislostí
de: Ignoriere Fehler bei der Abhaengigkeitspruefung
nl: negeer afhankelijkheidsfouten
pt_br: ignorar falhas de dependência
sk: ignoruje chyby závislostí
uk: ігнорувати залежності

source: install package, do not attempt to upgrade
cs: nainstalovat balíček, nepokoušet se o upgrade
de: Paket installieren, NICHT erneuern
nl: installeer pakket, tracht niet op te waarderen
pt_br: instalar o(s) pacote(s), não tentar atualizar
uk: встановити пакунок, не намагатися оновлювати

source: install/upgrade excludes
cs: instalace/upgrade vyloučí
de: Keine Pakete bei Installation/Aktualisierung ausschliessen
nl: uitzonderingen installatie/upgrade
pt_br: instalar/atualizar excluídos
sk: inštaláciu/upgrade vynechá
uk: виключення встановлення/оновлення

source: list available pkgs
cs: vypsat dostupné balíčky
de: Liste verfuegbare Pakete auf
nl: toon beschikbare pkgs
pt_br: lista pacotes disponíveis
sk: vypíše dostupné balíky
uk: список доступних пакунків

source: list installed pkgs
cs: vypsat nainstalované balíčky
de: Liste installierte Pakete auf
nl: Toon geïnstalleerde pkgs
pt_br: lista pacotes instalados
sk: vypíše nainštalované balíky
uk: список встановлених пакунків

source: list pkgs
cs: vypsat balíčky
de: Liste Pakete auf
nl: toon pkgs
pt_br: lista pacotes
sk: vypíše balíky
uk: список пакунків

source: md5 sum too long
cs: md5 součet příliš dlouhý
de: MD5-Pruefsumme zu lang
nl: md5 sum te lang
pt_br: soma md5 muito longo
sk: md5 súčet príliš dlhý
uk: Сума md5 завелика

source: no
cs: ne
de: Nein
nl: nee
pt_br: não
sk: nie
uk: ні

source: only download pkg on install/upgrade
cs: pouze stáhnout balíčky pro instalaci/upgrade
de: Pakete bei Installation/Aktualisierung nur herunterladen
nl: Download alleen bij installatie of upgrade
pt_br: apenas descarregar o(s) pacote(s) durante instalar/atualizar
sk: stiahne len balíky pre inštaláciu/upgrade
uk: тільки завантажити пакунки для встановлення/оновлення

source: only purge cache of older, unreacheable pkgs
cs: vyčistit pouze mezipaměť starých, nedostupných balíčků
de: Nur alte, nicht mehr verfuegbare Pakete aus Zwischenspeicher entfernen
nl: verwijder alleen de cache van oudere, niet bereikbare pkgs
pt_br: remove da cache apenas os pacotes antigos
sk: vyčistí len cache starých, nedostupných balíkov
uk: тільки очистка кеша старих, недосяжних пакунків

source: pkg conditional too long
cs: podmínka balíčku je příliš dlouhá
de: Paket-Bedingungen zu lang
nl: pkg conditie te lang
pt_br: condicional do pacote muito longa
sk: podmienka balika je príliš dlhá
uk: змінна пакунка надто довга

source: print URIs only, do not download
cs: pouze vypsat identifikátor URI, nestahovat
de: URIs nur ausgeben, nicht herunterladen
nl: toon alleen URLs, niet downloaden
pt_br: apenas imprimir URIs, não descarregar
sk: vypíše len URI, nesťahuje
uk: Тільки показати URI, не завантажувати

source: print version and license info
cs: zobrazit informace o verzi a licenci
de: Versions- und Lizenzinformationen anzeigen
nl: toon versie en licentieinformatie
pt_br: mostra versão e informações da licensa
sk: zobrazí informácie o verzii a licencii
uk: показати версію та ліцензію

source: purge cached pkgs
cs: vyčistit mezipaměť balíčků
de: Pakete aus Zwischenspeicher entfernen
nl: vernietig gecachete pkgs
pt_br: remove cache de pacotes
sk: vyčistí balíkovú cache
uk: очистити кеш пакунків

source: regex failed on [%s]
cs: chyba v regulárním výrazu na [%s]
de: Regulaerer Ausdruck scheiterte an [ %s]
nl: regex mislukt op [%s]
pt_br: regex falhou em [%s]
sk: regex neuspel na [%s]
uk: помилка regex на [%s]

source: regexec failed to parse location
cs: regexec neuspěl s analyzováním umístění
de: regexec konnte Ortsangabe nicht bestimmen
nl: regexec kon locatie niet verwerken
pt_br: regexec falhou ao realizar parse da localização
sk: regexec neuspel s analyzovaním umiestnenia
uk: regexec не може обробити адресу

source: regexec failed to parse size_c
cs: regexec neuspěl s analyzováním size_c
de: regexec konnte size_c nicht bestimmen
nl: regexec kon size_c niet verwerken
pt_br: regexec falhou ao realizar parse de size_c
sk: regexec neuspel s analyzovaním size_c
uk: regexec не може обробити size_c

source: regexec failed to parse size_u
cs: regexec neuspěl s analyzováním size_u
de: regexec konnte size_u nicht bestimmen
nl: regexec kon size_u niet verwerken
pt_br: regexec falhou ao realizar parse de size_u
sk: regexec neuspel s analyzovaním size_u
uk: regexec не може обробити size_u

source: reinstall the pkg
cs: přeinstalovat balíček
de: Paket erneut installieren
nl: herinstalleer de pkg
pt_br: reinstala o(s) pacote(s)
uk: перевстановити пакунок

source: remove obsolete packages
cs: odstranit zastaralé balíčky
de: Entferne veraltete Pakete
nl: verwijder overbodige pakketten
pt_br: remove pacotes obsoletos
sk: odstráni zastaralé balíky
uk: видалити застарілі пакун

source: retrieve GPG keys for sources
cs: získat klíče GPG pro zdrojové kódy
de: Empfange GPG-Schluessel fuer Quellen
nl: Verkrijg GPG keys voor bronnen
pt_br: descarrega chave GPG para fontes
uk: отримати ключі GPG для джерел

source: retrieve pkg data from MIRROR
cs: získat data balíčku za ZRCADLA
de: Paket-Daten von MIRROR abholen
nl: verkrijg pkg data van MIRROR
pt_br: descarrega o(s) pacote(s) do MIRROR
uk: отримати дані пакунка з MIRROR

source: show download statistics
cs: zobrazit statistiku stahování
de: Downloadstatistiken anzeigen
nl: toon download statistieken
pt_br: mostra estatísticas de descarregamento
sk: zobrazí štatistiku sťahovania
uk: показати статистику завантаження

source: show pkgs to be installed/upgraded
cs: zobrazit balíčky k instalaci/upgradu
de: Pakete bei Installation/Aktualisierung anzeigen
nl: Toon alleen pkgs voor installatie/upgrade
pt_br: apresenta pacotes a serem instalados/atualizados
sk: zobrazí balíky k inštalácii/upgradu
uk: показати пакунки для встановлення/оновлення

source: skip dependency check
cs: přeskočit kontrolu závislostí
de: Abhaengigkeitspruefung ueberspringen
nl: sla controle afhankelijkheden over
pt_br: ignorando verificação de dependência
sk: preskočí kontrolu zavíslostí
uk: пропуск перевірки залежностей

source: specify alternate slapt-getrc location
cs: zadejte náhradní umístění slapt-getrc
de: Anderen Ort f√ºr die Konfigurationsdatei slapt-getrc angeben
nl: Specificeer alternatieve slapt-getrc lokatie
pt_br: especifica caminho alternativo para o slapt-getrc
sk: špecifikujte náhradné umiestnenie slapt-getrc
uk: вказати альтернативний slapt-getrc

source: specify number of download retry attempts
cs: zadejte počet pokusů o opakování stažení
de: Maximale Anzahl an Download-Versuchen
nl: specificeer het aantal download pogingen
pt_br: especifica o número máximo de tentativas de descarregamento
uk: вкажіть кількість повторних спроб завантаження

source: upgrade installed pkgs
cs: upgradovat nainstalované balíčky
de: Aktualisiere installierte Pakete
nl: waardeert geÌnstalleerde pkgs op
pt_br: atualiza pacotes instalados
sk: upgradne nainštalované balíky
uk: оновити встановлені пакунки

source: upgrade to newer release
cs: upgradovat na novější vydání
de: Auf neuere Version aktualisieren
nl: waardeer op naar nieuwere versie
pt_br: atualiza para uma nova versão do SO
sk: upgradne na novšie vydanie
uk: оновити до більш свіжої версії

source: yes
cs: ano
de: Ja
nl: ja
pt_br: sim
sk: áno
uk: так
