Repository: bogdanr/slapt-get
Catalog: po/*.po
Languages: cs, de, nl, pt_br, sk, uk

source: %s: Depends: %s
cs: %s: Závisí na: %s
de: %s: Abhaengigkeiten: %s
nl: %s: Vereist: %s
pt_br: %s: Depende: %s
sk: %s: Závisí: %s
uk: %s: Потребує: %s

source: %d newly installed,
cs: %d nově nainstalovaný,
de: %d neu installiert,
pt_br: %d será instalado,
uk: %d щойно встановлений,

source: %d not upgraded.
cs: %d neupgradovaný.
de: %d nicht aktualisiert.
pt_br: %d não será atualizado.
uk: %d не оновлено.

source: %d reinstalled,
cs: %d přeinstalovaný,
de: %d erneut installiert,
pt_br: %d será reinstalado,
uk: %d перевстановлено,

source: %d to remove,
cs: %d k odebrání,
de: %d zu entfernen,
pt_br: %d será removido,
uk: %d для видалення,

source: %d upgraded,
cs: %d upgradovaný.
de: %d aktualisiert,
pt_br: %d será atualizado,
uk: %d оновлено,

source: %s [option(s)] [target]
cs: %s [přepínač(e)] [cíl]
de: %s [ Option(en) ] [ Ziel]
pt_br: %s [opção(ões)] [alvo]
sk: %s [voľba(y)] [cieľ]
uk: %s [опції] [ціль]

source: %s is not installed.
cs: %s není nainstalován.
de: %s ist nicht installiert.
nl: %s is niet geïnstalleerd.
pt_br: %s não está instalado.
sk: %s nie je nainštalovaný
uk: %s не встановлено.

source: %s is up to date.
cs: %s je aktuální.
de: %s ist auf dem aktuellen Stand.
nl: %s is meest recent.
pt_br: %s está atualizado.
sk: %s je aktuálny.
uk: %s не потребує оновлення.

source: %s version %s
cs: %s verze %s
nl: %s versie %s
pt_br: %s versão %s
sk: %s verzia %s
uk: %s версія %s

source: %s, which is required by %s, is excluded
cs: %s, který je vyžadován pro %s, je vyloučen
de: Paket %s, welches von %s benoetigt wird, ist ausgeschlossen
nl: %s, benodigd door %s, is niet opgenomen
pt_br: %s, que é requerido para %s, está excluído
sk: %s, ktorý je potrebný pre %s, je vylúčený
uk: %s, необхідний для %s, пропущено

source: %s, which is to be installed, conflicts with %s
cs: %s, který má být nainstalován, koliduje s %s
de: Zu installierendes Paket %s steht im Konflikt mit %s
nl: %s, wat zal worden geïnstalleerd heeft een conflict met %s
pt_br: %s, que está para ser instalado, conflita com %s
sk: %s, ktorý má byť nainštalovaný, má konflikt s %s
uk: %s, призначений для встановлення, конфліктує з %s

source: %s-%s is to be installed
cs: %s-%s bude nainstalován
de: %s-%s soll installiert werden
nl: %s-%s zal worden geïnstalleerd
pt_br: %s-%s será instalado
sk: %s-%s bude nainštalovaný
uk: %s-%s буде встановлено

source: %s-%s is to be removed
cs: %s-%s bude odstraněn
de: %s-%s soll entfernt werden
nl: %s-%s zal worden verwijderd
pt_br: %s-%s será removido
sk: %s-%s bude odstránený
uk: %s-%s буде видалено.

source: %s-%s is to be upgraded to version %s
cs: %s-%s bude upgradován na verzi %s
de: %s-%s soll aktualisiert werden auf Version %s
nl: %s-%s zal worden opgewaardeerd naar versie %s
pt_br: %s-%s será atualizado para a versão %s
sk: %s-%s bude upgradnutý na verziu %s
uk: %s-%s буде оновлено до версії %s

source: , but accepted as an exception
cs: , ale přijatý jako výjimka
de: , aber als Ausnahme akzeptiert
nl: , maar als uitzondering geaccepteerd
pt_br: , mas foi aceito como exceção
uk: , але прийнято як виняток

source: Abort.
cs: Zrušit.
de: Abbruch.
nl: Afbreken.
pt_br: Abortar.
sk: Zrušiť.
uk: Перервати.

source: After unpacking %.1f%s disk space will be freed.
cs: Po rozbalení bude uvolněno %.1f%s diskového prostoru.
de: Nach dem Entpacken wird %.1f%s Plattenspeicher frei.
nl: Na uitpakken %.1f%s ruimte vrijgemaakt.
pt_br: Depois de desempacotar será liberado %.1f%s de espaço em disco.
sk: Po rozbalení %.1f%s diskového priestoru bude uvoľnených.
uk: Після розпакування буде звільнено %.1f%s дискового простору.

source: After unpacking %.1f%s of additional disk space will be used.
cs: Po rozbalení bude použito dalších %.1f%s diskového prostoru.
de: Nach dem Entpacken wird %.1f%s zusaetzlicher Plattenspeicher verwendet.
nl: Na uitpakken zal %.1f%s aan extra ruimte gebruikt worden.
pt_br: Depois de desempacotar será utilizado %.1f%s de espaço em disco.
sk: Po rozbalení bude použitých daľších %.1f%s diskového priestoru.
uk: Після розпакування буде зайнято додатково %.1f%s на диску.

source: An implementation of the Debian APT system to Slackware
cs: Implementace systému Debian APT pro Slackware
de: Eine Implementierung des Debian APT Systems fuer Slackware
nl: Een implementatie van het Debian APT systeem op Slackware
pt_br: Uma implementação do sistema APT do Debian para Slackware
sk: Zavedenie Debian APT systému pre Slackware
uk: Реалізація системи APT з Debian для Slackware

source: Cached
cs: V mezipaměti
de: Im Zwischenspeicher
nl: Gecached
pt_br: Em cache
sk: Cacheovaný
uk: Збережено

source: Checksums not read
cs: Kontrolní součty nepřečteny
de: Pruefsummen nicht gelesen
nl: Checksums niet gelezen
pt_br: Checksums não lidos
uk: Контрольна сума не прочитана

source: Checksums signature could not be verified
cs: Nelze ověřit podpisy kontrolních součtů
de: Pruefsummen-Signatur nicht bestaetigt
nl: Checksums handtekening kon niet worden geverifieerd
pt_br: Assinaturas por soma não puderam ser verificadas
uk: Неможливо перевірити контрольну суму

source: Checksums signature successfully verified
cs: Podpisy kontrolních součtů byly úspěšně ověřeny
de: Pruefsummen-Signatur bestaetigt
nl: Checksums handtekening succesvol geverifieerd
pt_br: Assinaturas por soma verificadas com sucesso
uk: Контрольна сума перевірена успішно

source: Custom
cs: Vlastní
de: Inoffiziell
nl: Op maat
pt_br: Personalizado

source: Custom Patch
cs: Vlastní patch
de: Inoffizielles Patch
nl: Op maat gemaakte Patch
pt_br: Correção Personalizada

source: Default
cs: Výchozí
de: Standard
nl: Standaard
pt_br: Padrão

source: Default Patch
cs: Výchozí patch
de: Standard Patch
nl: Standaard Patch
pt_br: Correção Padrão

source: Delete %s ? [y/N]
cs: Odstranit %s ? [y/N]
de: %s l√∂schen ? [y/N]
nl: Verwijder %s ? [y/N]
pt_br: Remover %s ? [y/N]

source: Do you want to continue? [y/N]
cs: Chcete pokračovat? [y/N]
de: Fortsetzen? [y/N]
nl: Wilt u doorgaan? [y/N]
pt_br: Você deseja continuar? [y/N]
sk: Chcete pokračovať? [y/N]
uk: Продовжити? [y/N]

source: Done
cs: Hotovo
de: Fertig
nl: Klaar
pt_br: Concluído
sk: Hotovo
uk: Готово

source: Excluding %s, use --ignore-dep to override
cs: Vylučuje se %s, pro potlačení použijte přepínač --ignore-dep
de: Schliesse %s aus, mit --ignore-dep to override ueberschreiben
nl: %suitsluiten, gebruik --ignore-dep om dit te realiseren
pt_br: Excluíndo %s, utilize --ignore-dep para ignorar
uk: Виключено %s, вкажiть --ignore-dep, щоб встановлювався

source: Failed to build working directory [%s]
cs: Nepodařilo se vytvořit pracovní adresář [%s]
de: Konnte Arbeitsverzeichnis [%s] nicht erstellen.
nl: Kon werkmap niet aanmaken [%s]
pt_br: Falha ao criar diretório de trabalho [%s]
sk: Nepodarilo sa vytvoriť pracovný adresár [%s]
uk: Не можу створити робочий каталог [%s]

source: Failed to calloc
cs: Přidělení funkcí calloc se nezdařilo
de: Fehler bei calloc
nl: calloc mislukt
pt_br: Falha na função calloc
sk: Nepodarilo sa alokovať(calloc)
uk: Невдалий calloc

source: Failed to chdir to %s
cs: Nepodařilo se změnit adresář na: %s
de: Konnte nicht nach Verzeichnis %s wechseln
nl: chdir naar %s mislukt
pt_br: Falha ao entrar no diretório %s
sk: Nepodarilo sa zmeniť adresár na: %s
uk: Не можу перейти в каталог %s.

source: Failed to chdir: %s
cs: Nepodařilo se změnit adresář: %s
de: Konnte nicht in Verzeichnis %s wechseln
nl: chdir mislukt: %s
pt_br: Falha ao entrar no diretório: %s
sk: Nepodarilo sa zmeniť adresár: %s
uk: Не можу перейти в каталог %s.

source: Failed to compile regex
cs: Nepodařilo se zkompilovat regulární výraz
de: Konnte regulaeren Ausdruck nicht uebersetzen.
nl: regex compilatie mislukt
pt_br: Falha ao compilar regex
sk: Nepodarilo sa skompilovať regex
uk: Помилка компіляції regex

source: Failed to download: %s
cs: Nepodařilo se stáhnout: %s
de: Download von %s gescheitert
nl: Downloaden mislukt: %s
pt_br: Falha descarregando: %s
sk: Nepodarilo sa stiahnuť: %s
uk: Не можу завантажити: %s

source: Failed to execute command: [%s]
cs: Nepodařilo se spustit příkaz: [%s]
de: Konnte Befehl [%s] nicht ausfuehren
nl: Commando uitvoer mislukt: [%s]
pt_br: Falha ao executar comando: [%s]
sk: Nepodarilo sa spustiť príkaz: [%s]
uk: Не можу виконати команду: [%s]

source: Failed to get cwd
cs: Nepodařilo se získat současný pracovní adresář
de: Konnte aktuelles Arbeitsverzeichnis nicht bestimmen.
nl: cwd verkrijging mislukt
pt_br: Falha ao pegar o diretório atual de trabalho
sk: Nepodarilo sa získať cwd
uk: Не можу отримати cwd

source: Failed to malloc
cs: Přidělení funkcí malloc se nezdařilo
de: Fehler bei malloc
nl: malloc mislukt
pt_br: Falha na função malloc
sk: Nepodarilo sa alokovať(malloc)
uk: Невдалий malloc

source: Failed to mkdir: %s
cs: Nepodařilo se vytvořit adresář: %s
de: Konnte Verzeichnis %s nicht erstellen
nl: mkdir mislukt: %s
pt_br: Falha ao criar diretório: %s
sk: Nepodarilo sa vytvoriť adresár: %s
uk: Не можу створити каталог: %s

source: Failed to open %s
cs: Nepodařilo se otevřít %s
de: Konnte %s nicht oeffnen
nl: Kon %s niet openen
pt_br: Falha ao abrir %s
sk: Nepodarilo sa otvoriť %s
uk: Не можу відкрити %s.

source: Failed to opendir %s
cs: Nepodařilo se otevřít adresář %s
de: Konnte Verzeichnis %s nicht oeffnen
nl: opendir %s mislukt
pt_br: Falha ao abrir o diretório %s
sk: Nepodarilo sa otvoriť adresár %s
uk: Не можу відкрити каталог %s

source: Failed to parse package data from %s
cs: Nepodařilo se analyzovat popisy balíčků z %s
de: Konnte die Paket-Daten von %s nicht einlesen
nl: Verwerking van pakketdata van %s mislukt
pt_br: Falha ao realizar parse das informações do pacote de %s
sk: Nepodarilo sa analyzovať dáta balíkov z %s
uk: Не можу обробити дані пакунку %s

source: Failed to realloc %s
cs: Nepodařilo se opakovaně přidělit %s
de: Fehler bei realloc %s
nl: realloc %s mislukt
pt_br: Falha na função realloc %s
sk: Nepodarilo sa realokovať %s
uk: Невдалий realloc %s

source: Failed to unlink %s
cs: Nepodařilo se rozpojit %s
de: Konnte die Verknuepfung %s nicht loesen
nl: Kon koppeling %s niet vebreken
pt_br: Falha ao excluir %s
sk: Nepodarilo sa zmazať %s
uk: Не можу видалити посилання %s

source: GPG key already present
cs: GPG klíč již existuje
de: GPG-Schluessel bereits vorhanden
nl: GPG key reeds aanwezig
pt_br: Chave GPG já existe
uk: Ключ GPG вже присутній

source: GPG key could not be imported
cs: GPG klíč nelze importovat
de: GPG-schluessel konnte nicht importiert werden
nl: GPG key kon niet worden geïmporteerd
pt_br: Chave GPG não pode ser importada
uk: Не вдалося імпортувати ключ GPG

source: GPG key successfully imported
cs: GPG klíč úspěšně importován
de: GPG-Schluessel erfolgreich importiert
nl: GPG key succesvol geïmporteerd
pt_br: Chave GPG importada com sucesso
uk: Ключ GPG успішно імпортовано

source: Get %s %s %s [%.1f%s]...
cs: Získat %s %s %s [%.1f%s]...
de: Hole %s %s %s [%.1f%s]...
nl: Verkrijg: %s %s %s [%.1f%s]...
pt_br: Descarregando %s %s %s [%.1f%s]...
sk: Získava sa %s %s %s [%.1f%s]...
uk: Одержання %s %s %s [%.1f%s]...

source: Incomplete download
cs: Neúplné stažení
de: Unvollstaendiger Download
pt_br: Descarregamento incompleto
uk: Завантаження було перервано

source: Installed %s conflicts with %s
cs: Nainstalovaný %s koliduje s %s
de: Installiertes Paket %s steht im Konflikt mit %s
nl: Geïnstalleerde %s heeft een conflict met %s
pt_br: Instalado %s conflita com %s
sk: Nainštalovaný %s má konflikt s %s
uk: Встановлений %s конфліктує з %s

source: MD5 checksum mismatch, override with --no-md5
cs: Kontrolní součet MD5 se neshoduje, pro potlačení použijte přepínač --no-md5
de: Unterschiedliche MD5-Pruefsumme , mit --no-md5 ueberschreiben
nl: MD5 checksum ongelijkheid, negeer met --no-md5
pt_br: Soma MD5 diferente, utilize --no-md5 para ignorar
uk: Контрольна сума MD5 не співпадає, --no-md5 відключає перевірку

source: Missing MD5 checksum, override with --no-md5
cs: Kontrolní součet MD5 chybí, pro potlačení použijte přepínač --no-md5
de: Fehlende MD5-Pruefsumme, mit --no-md5 ueberschreiben
nl: MD5 checksum mist, negeer met --no-md5
pt_br: Soma MD5 inexistente, utilize --no-md5 para ignorar
uk: Контрольна сума MD5 відсутня, --no-md5 відключає перевірку

source: Need to get %.1f%s of archives.
cs: Je třeba získat %.1f%s of archivů.
de: Es muessen noch %.1f%s aus den Archiven geholt werden.
nl: Moet %.1f%s aan archieven ophalen.
pt_br: É necessário fazer o descarregamento de %.1f%s de arquivos comprimidos.
sk: Je treba získať %.1f%s z archívov.
uk: До одержання: %.1f%s з архивів.

source: Need to get %.1f%s/%.1f%s of archives.
cs: Je třeba získat %.1f%s/%.1f%s of archivů.
de: Es muessen noch %.1f%s/%.1f%s aus Archiven geholt werden.
nl: Moet %.1f%s/%.1f%s aan archieven ophalen.
pt_br: É necessário fazer o descarregamento de %.1f%s/%.1f%s de arquivos comprimidos.
sk: Je treba získať %.1f%s/%.1f%s z archívov.
uk: До одержання: %.1f%s/%.1f%s з архивів.

source: No key for verification
cs: Žádný klíč k ověření
de: Kein Schluessel zu bestaetigen
nl: Geen sleutel voor verificatie
pt_br: Sem chave para verificação
uk: Відсутній ключ для перевірки

source: No such package: %s
cs: Balíček s názvem %s je neznámý
de: Paket %s nicht vorhanden
nl: Pakket niet gevonden: %s
pt_br: Pacote não existente: %s
sk: Nenašiel sa hľadaný balík: %s
uk: Немає такого пакунку: %s

source: Not Found
cs: Nenalezeno
de: Nicht gefunden
nl: Niet Gevonden
pt_br: Não Encontrado

source: Not Verified: CRL too old
cs: Neověřeno: seznam CRL je příliš starý
de: Nicht bestaetigt: CRL zu alt
nl: Niet geverifieerd: CRL te oud
pt_br: Não verificado: CRL muito antigo
uk: Не перевірено: CRL застарілий

source: Not Verified: bad policy
cs: Neověřeno: špatné zásady
de: Nicht bestaetigt: Schlechte Richtlinie
nl: Niet geverifieerd: fout beleid
pt_br: Não verificado: política inválida
uk: Не перевірено: поганий поліс

source: Not Verified: key expired
cs: Neověřeno: klíč vypršel
de: Nicht bestaetigt: Schluessel abgelaufen
nl: Niet geverifieerd: sleutel verlopen
pt_br: Não verificado: chave expirada
uk: Не перевірено: ключ застарілий

source: Not Verified: key revoked
cs: Neověřeno: klíč zrušen
de: Nicht bestaetigt: Schluessel zurueckgezogen
nl: Niet geverifieerd: sleutel ingetrokken
pt_br: Não verificado: chave revogada
uk: Не перевірено: ключ скасовано

source: Not Verified: missing CRL
cs: Neověřeno: chybějící seznam CRL
de: Nicht bestaetigt: CRL fehlt
nl: Niet geverifieerd: CRL mist
pt_br: Não verificado: CRL inexistente
uk: Не перевірено: пропущено CRL

source: Not Verified: signature expired
cs: Neověřeno: podpis vypršel
de: Nicht bestaetigt: Signatur abgelaufen
nl: Niet geverifieerd: handtekening verlopen
pt_br: Não verificado: assinatura expirada
uk: Не перевірено: підпис застарілий

source: Not Verified: system error
cs: Neověřeno: systémová chyba
de: Nicht bestaetigt: Systemfehler
nl: Niet geverifieerd: systeemfout
pt_br: Não verificado: erro do sistema
uk: Не перевірено: системна помилка

source: Not verified: null context
cs: Neověřeno: prázdný obsah
de: Nicht bestaetigt: Null-Kontext
nl: Niet geverifieerd: null context
pt_br: Não verificado: contexto inválido
uk: Не перевірено: нульовий вміст

source: Official
cs: Oficiální
de: Offiziell
nl: Officieel
pt_br: Oficial

source: Official Patch
cs: Oficiální patch
de: Offizielles Patch
nl: Officiele Patch
pt_br: Correção Oficial

source: Options:
cs: Přepínače:
de: Optionen:
nl: Opties:
pt_br: Opções:
sk: Voľby:
uk: Опції:

source: Package ChangeLog
cs: Protokol o změnách balíčku
de: Paket-Historie
nl: Pakket ChangeLog
pt_br: ChangeLog do Pacote
uk: ChangeLog пакунку

source: Package Conflicts: %s
cs: Balíček koliduje s: %s
de: Paket im Konflikt mit: %s
nl: Pakket conflicten: %s
pt_br: Pacote(s) conflitante(s): %s
sk: Balík má konflikt s: %s
uk: Конфлікт пакунку: %s

source: Package Description:
cs: Popis balíčku:
de: Paket-Beschreibung:
nl: Pakket omschrijving:
pt_br: Descrição do Pacote:
sk: Popis balíka:
uk: Опис пакунку:

source: Package Installed Size: %d K
cs: Velikost nainstalovaného balíčku: %d K
de: Paket-Groesse nach Installation: %d K
nl: Grootte na installatie: %d K
pt_br: Tamanho do Pacote Instalado: %d K
sk: Veľkosť nainštalovaného balíka: %d K
uk: Розмір встановленого пакунку: %d K

source: Package Installed: %s
cs: Nainstalované balíčky: %s
de: Paket %s installiert
nl: Pakket geïnstalleerd: %s
pt_br: Pacote Instalado: %s
sk: Nainštalované balíky: %s
uk: Встановлений пакунок: %s

source: Package Location: %s
cs: Umístění balíčku: %s
de: Paket-Ort: %s
nl: Pakket locatie: %s
pt_br: Localização do Pacote: %s
sk: Umiestnenie balíka: %s
uk: Розташування пакунку: %s

source: Package MD5 Sum: %s
cs: MD5 součet balíčku: %s
de: MD5-Pruefsumme des Paketes: %s
nl: Pakket MD5 Sum: %s
pt_br: Soma MD5 do pacote: %s
sk: MD5 súčet balíkov: %s
uk: MD5-сума пакунку: %s

source: Package Mirror: %s
cs: Zrcadlo balíčku: %s
de: Paket-Quelle: %s
nl: Alternative bron: %s
pt_br: Mirror do Pacote: %s
sk: Zrkadlo balíka: %s
uk: Дзеркало пакунку: %s

source: Package Name: %s
cs: Název balíčku: %s
de: Paket-Name: %s
nl: Naam pakket: %s
pt_br: Nome do Pacote: %s
sk: Názov balíka: %s
uk: Ім'я пакунку: %s

source: Package Priority: %s
cs: Priorita balíčku: %s
de: Paket-Prioritaet: %s
nl: Pakket Prioriteit: %s
pt_br: Prioridade de Pacote: %s

source: Package Required: %s
cs: Vyžadované balíčky: %s
de: Paket benoetigt: %s
nl: Benodigd pakket: %s
pt_br: Pacote Requerido: %s
sk: Potrebné balíky: %s
uk: Пакунок потребує: %s

source: Package Size: %d K
cs: Velikost balíčku: %d K
de: Paket-Groesse: %d K
nl: Pakketgrootte: %d K
pt_br: Tamanho do Pacote: %d K
sk: Veľkosť balíka: %d K
uk: Розмір пакунку: %d K

source: Package Suggests: %s
cs: Balíček navrhuje: %s
de: Paket schlaegt vor: %s
nl: Pakket suggereert: %s
pt_br: Sugestões de Pacotes: %s
sk: Balík doporučuje: %s
uk: Пакет очікує: %s

source: Package Version: %s
cs: Verze balíčku: %s
de: Paket-Version: %s
nl: Pakket Versie: %s
pt_br: Versão do Pacote: %s
sk: Verzia balíka: %s
uk: Версія пакунку: %s

source: Perhaps you want to run --update?
cs: Možná chcete spustit s přepínačem --update?
de: Moechten sie vielleicht --update aufrufen?
nl: Probeer --update anders eens?
pt_br: Talvez você queira rodar --update?
sk: Možno chcete spustiť s --update?
uk: Можливо, вам потрібна опція --update?

source: Please update permissions on %s or run with appropriate privileges
cs: Upravte práva k položce %s nebo spusťte s příslušnými právy.
de: Bitte aendern sie die Berechtigungen von %s oder starten sie slapt-get mit entsprechenden Berechtigungen
nl: Verander permissies op %s of start met voldoende rechten
pt_br: Por favor atualize as permissões em %s ou rode com privilégio apropriado
sk: Prosím upravte práva k %s alebo spusťte s príslušnými právami.
uk: Недостатньо прав доступу до %s

source: Preferred
cs: Preferovaný
de: Bevorzugt
nl: Voorkeur
pt_br: Preferencial

source: Preferred Patch
cs: Preferovaný patch
de: Bevorzugtes Patch
nl: Patch Voorkeur
pt_br: Correção Preferencial

source: Preparing to install %s-%s
cs: Příprava k instalaci %s-%s
de: Bereite Installation von %s-%s vor
nl: Voorbereiden installatie %s-%s
pt_br: Preparando para instalar %s-%s
sk: Pripravujem k inštalácii %s-%s
uk: Підготовка до встановлення %s-%s

source: Preparing to replace %s-%s with %s-%s
cs: Příprava k nahrazení %s-%s balíčkem %s-%s
de: Bereite das Ersetzen von %s-%s mit %s-%s vor.
nl: Voorbereiden vervangen van %s-%s met %s-%s
pt_br: Preparando para substituir %s-%s por %s-%s
sk: Pripravujem k nahradeniu %s-%s pomocou %s-%s
uk: Підготовка до заміни %s-%s на %s-%s

source: Reading Package Lists...
cs: Načítání seznam balíčků...
de: Lese Paket-Listen...
nl: Lezen pakketlijst...
pt_br: Lendo Listas de Pacotes...
sk: Načítavam zoznam balíkov...
uk: Читаю переліки пакунків...

source: Regex Error: %s
cs: Chyba v regulárním výrazu: %s
de: Fehler in regulaerem Ausdruck: %s
nl: Regex fout: %s
pt_br: Erro de regex: %s
sk: Chyba Regexu: %s
uk: Помилка regex: %s

source: Retrieving ChangeLog.txt [%s]...
cs: Získávání souboru ChangeLog.txt [%s]...
de: Lade Paket-Historie von [%s]...
nl: Ophalen ChangeLog.txt [%s]...
pt_br: Descarregando o ChangeLog.txt [%s]...
uk: Отримання ChangeLog.txt [%s]...

source: Retrieving GPG key [%s]...
cs: Získávání klíče GPG [%s]...
de: Empfange GPG-Schluessel [%s]...
nl: Ophalen GPG key [%s]...
pt_br: Descarregando a chave GPG [%s]...
uk: Отримання ключа GPG [%s]...

source: Retrieving checksum list [%s]...
cs: Získávání seznamu kontrolních součtů [%s]...
de: Rufe Pruefsummen-Liste von [%s] ab...
nl: Ophalen lijst checksums [%s]...
pt_br: Descarregando a lista de assinaturas por soma [%s]...
sk: Sťahujem zoznam kontrolných súčtov [%s]...
uk: Одержання контрольної суми [%s]...

source: Retrieving checksum signature [%s]...
cs: Získávání podpisu kontrolních součtů [%s]...
de: Empfange Pruefsummen-Signatur [%s]...
nl: Ophalen checksum handtekening [%s]...
pt_br: Descarregando assinaturas por checksum [%s]...
uk: Отримання контрольної суми [%s]...

source: Retrieving package data [%s]...
cs: Získávání dat balíčků [%s]...
de: Rufe Paket-Daten von [%s] ab...
nl: Ophalen pakketdata [%s]...
pt_br: Descarregando as informações de pacotes [%s]...
sk: Sťahujem popisy balíkov [%s]...
uk: Одержання даних пакунку [%s]...

source: Retrieving patch list [%s]...
cs: Získávání seznamu patchů [%s]...
de: Rufe Patch-Liste von [%s] ab...
nl: Ophalen patchlijst [%s]...
pt_br: Descarregando a lista de correções [%s]...
sk: Sťahujem zoznam opráv [%s]...
uk: Одержання переліку патчів [%s]...

source: SOURCE directive not set within %s.
cs: Direktiva SOURCE není nastavena v %s.
de: SOURCE Anweisung (Quelle) ist in %s nicht angegeben.
nl: SOURCE directief niet geplaatst in %s.
pt_br: Diretiva SOURCE não configurada em %s.
sk: SOURCE nie je vnútorne nastavený %s.
uk: Директива SOURCE не встановлена у %s.

source: Signature not read
cs: Podpis nebyl přečten
de: Signatur nicht gelesen
nl: Handtekening niet gelezen
pt_br: Assinatura não lida
uk: Підпис не прочитано

source: Sources failed to download, correct sources and rerun --update
cs: Zdroje se nepodařilo stáhnout, opravte zdroje a spusťte s přepínačem --update
de: Zugriff auf die Quelle(n) fehlgeschlagen, Quelle(n) korrigieren und slapt-get erneut mit --update starten
nl: Downloaden van bronnen mislukt, corrigeer bronnen en herhaal --update
pt_br: Falha no descarregamento, corrija os fontes e rode novamente o --update
sk: Zdroje se nepodarilo stiahnuť, opravte zdroje a spusťte s --update
uk: Помилка завантаження з адреси, виправте адресу та перезапустіть --update

source: Suggested packages:
cs: Navrhované balíčky:
de: Vorgeschlagene Pakete:
nl: Aanbevolen pakketten:
pt_br: Pacotes sugeridos:
sk: Navrhované balíky:
uk: Запропоновані пакунки:

source: Targets:
cs: Cíle:
de: Ziele:
nl: Doelen:
pt_br: Alvos:
sk: Ciele:
uk: Цілі:

source: The following NEW packages will be installed:
cs: Nainstalovány budou tyto NOVÉ balíčky:
de: Die folgenden NEUEN Pakete werden installiert:
nl: De volgende NIEUWE pakketten zullen geïnstalleerd worden:
pt_br: Os seguintes pacotes NOVOS serão instalados:
sk: Nasledujúce NOVÉ balíky budú nainštalované:
uk: Наступні НОВІ пакунки будуть встановлені:

source: The following packages have been EXCLUDED:
cs: Tyto balíčky byly VYLOUČENY:
de: Die folgenden Pakete wurden AUSGESCHLOSSEN:
nl: De volgende pakketten zijn WEGGELATEN:
pt_br: Os seguintes pacotes foram EXCLUÍDOS:
sk: Nasledujúce balíky boli VYLÚČENÉ:
uk: Наступні пакунки ПРОПУЩЕНО:

source: The following packages have unmet dependencies:
cs: Tyto balíčky nesplnily závislosti:
de: Die folgenden Pakete haben nicht erfuellte Abhaengigkeiten.
nl: De volgende pakketten hebben ontbrekende vereisten:
pt_br: Os seguintes pacotes tem as dependencias não resolvidas:
sk: Nasledujúce balíky majú nesplnené závislosti:
uk: Незадоволені залежності у пакунках:
